**Exerice 2**
1 a) Mohamed Ali et Fernando Alonso  
  b) Harry Kane  

2 a) SELECT nom, prenom FROM Membre WHERE cp = "69003" ;  
|nom |prenom|
|---    |:-:    |
|  Dupont     |    Antoine   |
|   Kane    |    Harry   |  

2 b) SELECT tarif FROM Objet WHERE description = "Scie circulaire";  
  c) SELECT tarif FROM Objet WHERE id_objet = 5 ;  
  d) UPDATE Objet SET tarif = 15 WHERE id_objet = 1;  

3 a)